/* 
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "郵箱";
"Enter your email address here" = "請輸入您的郵箱";
"Content" = "內容";
"Note:" = "注意：";
"Submit" = "提交";
"Sending…" = "發送中…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "發送成功，我們會盡快解決您的問題！";
"Send failed!" = "發送失敗！";
"You can also click on product support to find the corresponding solution. Product Support >>" = "您也可以點擊產品支持，查找對應的解決方案。產品支持>> ";
"Product Support >>" = "產品支持>>";
"Please make sure your network connection is working and submit again." = "請確保您的網絡連接是正常的，然後重新提交。";
"Feedback" = "反饋";

"Please enter valid Email address." = "請輸入一個有效的郵箱地址。";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "感謝您聯繫我們，並告訴我們您對產品的意見。";
"What do you want to do with this product?" = "使用此產品想要解決什麼樣問題？";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1：請盡可能詳細的描述您遇到的問題，更清晰的描述，有助於快速幫助您解決問題；";
"What is your problem when using this product?" = "使用產品時，遇到了什麼問題？";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1：若您有任何關於產品的使用問題或者是售後問題，請放心反饋我們；";
"E-mail" = "郵箱";
"Please enter a valid email address" = "請輸入有效的郵箱";
"Please make sure your email is correct" = "請確保郵箱是正確的";
"Notes:" = "注意：";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1：由於全球客服的時差問題，我們將會在工作日的48小時之內回复您；";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2：如果您想要快速查詢一些訂單問題或者技術問題，您也可以在線訪問我們的訂單常見問題和產品常見問題鏈接。";
"order issues" = "訂單常見問題";
"technical problems" = "產品常見問題鏈接";

"Attach log file" = "附加日誌文件";
"Attach images:" = "附上圖片：";
"Add Image" = "添加圖片";
"Add up to 2 images" = "最多添加2張";
"Submit" = "提交";
"Sending…" = "發送中…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "發送成功，我們會盡快解決您的問題！";
"Send failed!" = "發送失敗!";
"Please make sure your network connection is working and submit again." = "請確保您的網絡連接是正常的，然後重新提交。";
"Feedback" = "反饋";
"OK" = "好";
